# flake8: noqa E501

# Start messages
START_MESSAGE = 'Приветствую! \nОтправь ссылку на свой <b>Steam профиль</b>, чтобы подать заявку на вайт-лист.'


# Steam add messages
NOT_PUT_STEAM_LINK = '<b>Ошибка!</b> Вы не указали ссылку на Steam, попробуйте еще раз.'
INVALID_STEAM_LINK = '<b>Ошибка!</b> Указанный профиль не существует или ссылка неверна. Попробуйте еще раз.'

YOU_ALREADY_SEND_APPLICATION = 'Вы уже подали заявку на вайт-лист. Я отправлю вам результат рассмотрения, ожидайте.'
STEAMID_ALREADY_IN_USE = '<b>Ошибка!</b> Данный Steam уже используется. Исправьте ошибку или попробуйте другой профиль.'

APPLICATION_HAVE_SEND = ('<b>Спасибо!</b> Ваша заявка на вайт-лист отправлена! Как только она будет рассмотрена я '
                         'отправлю вам результат. \n\n<b>А пока подпишитесь на наш канал, чтобы быть в курсе всех новос'
                         'тей проекта!</b>')