# flake8: noqa E501

# Start messages
START_MESSAGE = 'Приветствуем Вас. \nДля того чтобы подать заявку на вайтлист нужно отправьте ссылку на свой стим.'


# Steam add messages
NOT_PUT_STEAM_LINK = 'Вы не указали ссылку на стим, попробуйте еще раз. /steam <Ссылка на стим>.'
INVALID_STEAM_LINK = 'Указанный профиль не существует или ссылка неверна. Попробуйте еще раз.'

YOU_ALREADY_SEND_APPLICATION = 'Вы уже подали заявку на вайтлист. Ожидайте ответа от администрации.'
STEAMID_ALREADY_IN_USE = 'Данный SteamID уже используется. Попробуйте еще раз.'

APPLICATION_HAVE_SEND = 'Ваша заявка на вайтлист отправлена. Ожидайте ответа от администрации.'
